/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Crear cuenta";
"you_need_an_account" = "No hay cuentas de $appname en tu dispositivo.\r\nPara usar esta aplicación, necesitas crear una.";

//Login Screen
"testing_connection" = "Probando conexión";
"server_instance_not_found" = "Servidor no encontrado";
"secure_connection_established" = "Conexión segura establecida";
"https_non_secure_connection_established" = "Redirigido por una ruta insegura";
"connection_established" = "Conexión establecida";
"login_details" = "Detalles de inicio de sesión";
"username" = "Usuario";
"password" = "Contraseña";
"login" = "Conectar";
"cancel" = "Cancelar";
"error_login_message" = "Error en la conexión. Por favor, compruebe sus credenciales";
"ok" = "OK";
"url_sample" = "Dirección del servidor https://...";
"forbidden_characters_in_password" = "La contraseña contiene caracteres prohibidos";
"server" = "Servidor";
"url" = "URL";
"session_expired" = "La sesión ha expirado";
"credentials_different_user" = "La información introducida es de un usuario diferente";
"auth_unsupported_auth_method" = "Este método de autenticación no está disponible en el servidor";
"saml_server_does_not_give_user_id" = "El servidor no está devolviendo un identificador de usuario correcto; por favor, contacte con su administrador.";
"authentification_not_valid" = "No puede autenticarse en este servidor.";
"error_too_many_http_redirects" = "Se ha producido un error al intentar acceder. Por favor, inténtelo de nuevo.";
"retry" = "Reintentar";
"help_link_login" = "¿Nuevo en $appname?";

//TabBarItems
"settings"="Ajustes";
"files_tab"="Ficheros";

//Uploading
"upload" = "Subir";
"account" = "Cuenta:";
"location" = "Directorio:";
"photo_albums" = "Galería";
"loading" = "Cargando...";
"no_access_to_gallery" = "Por favor, permita el acceso a fotos y a videos para $appname, localice esta opción accediendo a Ajustes > Privacidad > Fotos.";
"error" = "Error";
"upload_failed"="Fallo en la subida";
"redirection_problem"="Redirección de URL no soportada";

//First View
"menu_upload" = "Subir Fotos/Vídeos";
"menu_folder" = "Carpeta nueva";
"menu_text_file" = "Nuevo archivo de texto";
"sort_menu_title" = "Ordenar";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Más reciente-Más antiguo";

//Create/Edit File Text
"create_text_file" = "Crear nuevo archivo de texto";
"title_view_new_text_file" = "Nuevo archivo de texto";
"title_view_edit_text_file" = "Editar archivo de texto";
"default_text_file_title" = "Nuevo archivo de texto";
"title_text_file_placeholder" = "Título...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "ya existe";
"error_file_name_empty" = "El nombre de archivo no puede estar vacío.";
"no_changes_made" = "No se han realizado cambios";
"no_file_downloaded" = "El archivo no está descargado y no se puede editar";


//Create Folder
"create_folder" = "Crear nuevo directorio";
"folder_name" = "Introduzca un nombre para el directorio:";
"save" = "Guardar";
"folder_exist" = "Ya existe una carpeta con ese nombre. Por favor, introduzca otro diferente.";
"folder_create_error"="No se ha podido crear el directorio";
"not_show_potrait"="El menú no está disponible en la vista Landscape. Por favor, cambie a modo Portrait.";
"not_possible_create_folder" = "La carpeta no ha podido ser creada.";

//FilesView
"confirm_to_delete_item" = "Confirmación para borrar fichero";
"yes" = "Sí";
"no" = "No";
"delete_from_device" = "¿Está seguro de querer borrar el fichero del dispositivo?";
"delete_from_server" = "¿Está seguro de querer borrar el fichero del servidor?";
"not_possible_connect_to_server" = "No es posible conectar al servidor";
"delete_folder_from_server" = "¿Está seguro de querer borrar el directorio del servidor?";
"delete_local_server" = "Eliminar del dispositivo y del servidor";
"delete_local" = "Eliminar del dispositivo";
"delete_server" = "Eliminar del servidor";
"error_path" = "No se puede abrir el directorio. Por favor asegúrese de que existe";
"error_not_permission" = "Su usuario no tiene permisos para realizar esta operación";
"folders" = "carpetas";
"files" = "ficheros";
"folder" = "carpeta";
"file" = "fichero";
"more_swipe" = "Más";
"message_not_files" = "No hay nada aquí. ¡Suba algo!";

//Refresh file list
"release_refresh"="Suelte para actualizar...";
"loading_refresh"="Cargando...";
"pull_down_refresh"="Tire hacia abajo para actualizar...";

//Miscelanea
"back" = "Volver";

//Preview
"open_with_label" = " Abrir con";
"delete_label"= "Borrar";

//Open with
"file_cannot_be_opened" = "No se puede abrir el archivo";
"no_app_instaled_to_open_it" = "No hay ninguna aplicación instalada para abrir este tipo de archivo.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Conexión establecida";
"not_establishing_connection" = "No se puede establecer la conexión";
"connection_closed" = "Conexión finalizada";
"connection_lost" = "Conexión perdida";
"auth_failed" = "Autenticación fallida";
"auth_passed" = "Autenticación correcta";
"request_file_not_found" = "El fichero solicitado no existe en el servidor";
"request_file_not_accesed" = "El fichero solicitado no es accesible";
"unknow_response_server" = "Error. Respuesta inesperada del servidor.";
"uploading_data" = "Subiendo datos";
"downloading_data" = "Bajando datos";
"transfer_complete" = "Transferencia completada";
"transfer_failed" = "Transferencia fallida";

//Settings and PinCode
"title_app_pin" = "Código";
"title_app_pin_and_touchID" = "Código & Touch ID";
"enter_app_pin" = "Introduzca su código";
"enter_app_pin_long_description" = "Introduzca su código";
"reenter_app_pin" = "Reintroduzca su código";
"remove_app_pin" = "Eliminar código";
"both_pass_not_same" = "Los códigos de acceso introducidos no son idénticos";
"app_pin_incorrect" = "Código erroneo";
"passcode_not_enabled" = "Habilitar el código de acceso primero";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Desconectar del servidor";
"pin_removed" = "Código eliminado";
"incorrect_pin" = "Código de acceso incorrecto";
"app_pin_stored" = "Código almacenado";
"help" = "Ayuda";
"recommend_to_friend" = "Recomendar a un amigo";
"send_feedback" = "Enviar opinión";
"manage_accounts" = "Cuentas";
"add_new_account" = "Añadir cuenta";
"save_changes" = "Guardar";
"add_account" = "Añadir";
"user_exist" = "El usuario introducido ya existe";
"imprint_button" = "Impressum";
"title_instant_upload"="Subidas instantáneas";
"title_background_instant_upload" = "Subir inmediatamente en background";
"accounts_section" = "Cuentas";
"security_section" = "Seguridad";
"instant_updloads_section" = "Subidas instantáneas";
"more_section" = "Más";
"unlock_app" = "Desbloquear $appname";

//Downloading
"can_no_copy_to_gallery" = "Este fichero no se puede copiar a la galería porque no puede abrirse en ésta.";
"file_is_downloading" = "Este fichero ya se está descargando";
"download_file_exist" = "No se puede abrir el fichero. Por favor asegúrese de que existe";
"wait_to_download" = "Iniciando descarga";
"updating" = "Actualizando";
"msg_while_downloads" = "No es posible realizar esta operación; por favor, espere hasta que finalice la descarga en curso";

//SSL
"invalid_ssl_cert" = "Esta conexión no está verificada. ¿Desea aceptar el certificado de todas formas?";
"connection_declined" = "Conexión rechazada por el usuario";

//Recent view
"recent_now"="Hace segundos";
"recent_minutes"="Hace $minutes minutos";
"recent_minute"="Hace $minutes minuto";
"recent_hours"="Hace $hours horas";
"recent_hour"="Hace $hours hora";
"recent_days"="Hace $days días";
"recent_day"="Hace $days día";
"recent_months"="Hace $months meses";
"recent_month"="Hace $months mes";

"uploads_tab"="Subidas";
"current_section"="Actual";
"uploader_section"="Subidos";
"nothing_was_upload_recently"="Nada ha sido subido desde este dispositivo recientemente";
"failed_uploader_section"="Fallidas";
"error_credential"="Error de credenciales";
"error_destiny_does_not_exist"="Error de carpeta";
"error_file_exists"="Error de conflicto";
"error_permission" = "Error de permisos";
"error_file_does_not_exist" = "Source file not available on the device";
"error_file_in_background" = "Error en servidor";
"error_file_invalid_characters" = "Caracteres inválidos";
"change_active_user"="Cambiar el usuario activo a";
"waiting_for_server"="Esperando conexión con el servidor";
"waiting_for_upload"="Esperando para subir";
"error_permission_alert_message" = "Su usuario no tiene permisos para subir ficheros a esta carpeta";
"choose_folder" = "Elija otro";

//Select Folder View
"upload_label"="Subir a";
"create_button"="Crear";
"choose_button"="Elegir";

//Rename
"rename_long_press" = "Renombrar";
"rename_file_title" = "Renombrar";
"enter_new_name" = "Introduzca un nuevo nombre:";
"rename_file_exist" = "Ya existe un fichero con ese nombre. Por favor, introduzca otro diferente.";

//Move
"move_long_press" = "Mover";
"move_to_label" = "Mover a";
"file_exist" = "El fichero ya existe en el directorio de destino";
"override_file" = "¿Desea reemplazar el fichero existente con este?";
"accept" = "Aceptar";
"error_folder_destiny_is_the_same" = "ERROR: no es posible mover el directorio a sí mismo";
"original_file_exist" = "No es posible mover el fichero. Por favor, compruebe que existe";
"original_folder_exist" = "No es posible mover el directorio. Por favor, compruebe que existe";

//Download folfer
"download_folder" = "Descargar carpeta";
"cancel_download" = "Cancelar descarga";

//Upload from other apps
"other_apps_title" = "Destino";
"other_apps_account" = "Cuenta";
"other_apps_folder" = "Carpeta";
"other_apps_file_name" = "Nombre";
"other_apps_send_to" = "Subir a";
"error_moving_file" = "No se ha podido mover el fichero. Compruebe que el directorio destino existe";
"forbidden_characters_from_server" = "El nombre contiene al menos un carácter inválido";
"overwritte_title" = "Sobreescribir";

//Social
"twitter_message" = "¡Pruebe $twitteruser en su smartphone! ";
"facebook_message" = "Pruebe $appname en su smartphone!\r\n";
"mail_recommendation_subject" = "¡Pruebe $appname en su smartphone!";
"mail_recommendation_body" = "Quiero invitarte a usar $appname en tu smartphone!\r\nDescargalo aquí: ";
"device_not_support_mail" = "Por favor, configure su cuenta de correo electrónico";
"mail_feedback_subject" = "Feedback $appname";
"account_not_configure" = "Su dispositivo no tiene la cuenta configurada. En Ajustes podrá configurarla";

//Storage
"of_storage" = "de";
"occupied_storage" = "ocupado";
"storage" = "Almacenamiento";
"storage_upgrade" = "Aumentar almacenamiento";

//Jimmies
"this_file_is_older" = "Nueva versión disponible";
"msg_update_file_0_bytes" = "El fichero en el servidor tiene 0 bytes. ¿Quiere sobreescribir el fichero existente en su dispositivo con este fichero vacío?";

//Shared
"shared_tab" = "Compartidos";
"message_not_shared_files" = "Aún no hay archivos/carpetas compartidos por link.";
"message_not_shared_api_support" = "Disculpe, compartir no está disponible en su servidor. Por favor, contacte con su administrador.";
"share_link_long_press" = "Compartir";
"unshare_link" = "Dejar de compartir";
"share_not_available_on_this_server" = "Disculpe, esta característica no está disponible en su servidor. Por favor, contacte con su administrador";
"copy_link" = "Copiar enlace";
"file_to_share_not_exist" = "No es posible compartir este archivo o carpeta. Por favor, asegúrese de que existe.";
"file_to_unshare_not_exist" = "No se puede dejar de compartir el directorio o el fichero. Por favor asegúrese de que existe";
"shared_link_protected_title" = "Introduzca una Contraseña";
"shared_link_protected_message" = "Para compartir el enlace debe introducir una contraseña para protegerlo.";
"pasword_empty" = "La contraseña no puede estar vacía";
"no_pasword" = "Debe introducir una contraseña";
"get_share_link" = "Obtener enlace para compartir";
"set_expiration_time" = "Establecer fecha de expiración";
"password_protect" = "Protección con contraseña";
"allow_editing" = "Permitir edición";
"default_not_possible_msg" = "No es posible realizar esta operación, por favor, inténtelo más tarde";
"share_user_group_indicator" = "grupo";
"share_user_federated_indicator" = "remoto";
"add_user_or_group_title" = "Añadir usuario o grupo";
"share_with_users_or_groups" = "Compartir con Usuarios y Grupos";
"not_share_with_users_yet"= "Aún no se ha compartido con ningún usuario.";
"not_sharee_api_supported" = "Lo lamentamos, pero su versión de servidor no permite compartir entre usuarios. Contáctese con su administrador.";
"share_link_title" = "Compartir enlace";
"not_share_link_enabled_capabilities" = "Compartir por enlace no está habilitado en este servidor. Por favor, póngase en contacto con el administrador";
"shared_link_cannot_remove_password" = "No se puede eliminar la contraseña";
"shared_link_cannot_remove_expiration_date" = "No se puede eliminar la fecha de expiración. Es necesario una fecha de expiración para compartir archivos.";
"shared_link_mail_subject" = "$userName ha compartido »$fileOrFolderName« contigo";
"secured_link" = "Asegurado";

//Shared privileges
"title_user_can_edit" = "Puede editar";
"title_user_can_share" = "Puede compartir";
"user_can_create" = "crear";
"user_can_change" = "modificar";
"user_can_delete" = "borrar";
"title_view_edit_user_privileges" = "Permisos";

//Favorites
"favorite" = "Favorito";
"unfavorite" = "No-favorito";
"parent_folder_is_favorite" = "Una carpeta que contiene este archivo ya es favorita";

//Available offline
"available_offline" = "Disponible offline";
"not_available_offline" = "No disponible offline";
"parent_folder_is_available_offline_file_child" = "La carpeta que contiene este archivo está disponible offline";
"parent_folder_is_available_offline_folder_child" = "La carpeta que contiene esta carpeta ya está disponible offline";

//Document provider
"error_login_doc_provider" = "No es posible acceder a su cuenta. Por favor, inicie sesión en la aplicación de $appname.";
"error_sending_file_to_document_picker" = "Error al enviar el archivo";
"error_user_change_in_core_app" = "El usuario ha sido cambiado en la aplicación $appname";
"error_connecting_with_server" = "No se ha podido establecer conexión con el servidor, por favor inténtelo más tarde";
"move_doc_provider_button" = "Mover a este lugar";
"export_doc_provider_button" = "Exportar a este lugar";

//Instant uploads
"location_not_enabled"="Los servicios de localización no están habilitados";
"message_location_not_enabled"="Por favor, vaya a Ajustes y active los servicios de localización para permitir la subida instantánea de fotos en background.";

"access_photos_library_not_enabled" = "El acceso a las fotos no está habilitado";
"message_access_photos_not_enabled" = "Por favor, vaya a Ajustes y active el Acceso a Fotos para permitir subidas instantáneas de fotos.";

//PDF reader
"page_of_pages" = "de"; //Example: 5 of 10

//Share in
"files_added" = "Archivos agregados";
"files_will_be_upload_next_time" = "Los archivos comenzarán a subirse la proxima vez que abra $appname";

//Help Guide main app
"title_help_slide_0" = "¡Bienvenido a $appname!";
"message_help_slide_0" = "Arrastrar para saber más";
"title_help_slide_1" = "Subidas instantáneas";
"message_help_slide_1" = "Mantenga sus fotos de manera segura";
"title_help_slide_2" = "Gestione todos sus archivos";
"message_help_slide_2" = "Puede borrar, mover";
"title_help_slide_3" = "Compartir";
"message_help_slide_3" = "Puede compartir archivos y carpetas";
"title_help_slide_4" = "MultiCuenta";
"message_help_slide_4" = "Conectar a todas las nubes";
"title_help_slide_5" = "Sus archivos siempre sincronizados";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Iniciar sesión";
"skip_button_help_guide" = "Omitir";

//Account menu
"menu_account_edit" = "Editar credenciales";
"menu_account_clear_cache" = "Vaciar caché";
"menu_account_log_out" = "Eliminar cuenta";
